import React from 'react'
import './main.scss'

function App(props) {
  return (
     <div className="main">
       <div className="main_wrap">
         <div className="main_elki-row">

           <div className="main_elki_block">
             <div className="main_elki_block_img"/>
             <div className="main_elki_block_desc">
             <span>Голубая ель</span>
             <span>Голубая ель пользуется популярностью у садоводов и дачников, так как выдерживает сильные морозы (до -30°С), к тому же она засухоустойчива и не боится сильного ветра. Загазованность воздуха так же ей не страшна, поэтому этот хвойник активно используется в оформлении коттеджей в черте города и в озеленении парков.<br/>Лесная красавица всегда была олицетворением благополучия и богатства. Украшая двор или сад, голубая ель становится всеобщей любимицей. Взрослое дерево уже не требует особого ухода, а вот молодые елочки нуждаются в постоянной заботе, пока не окрепнут. Данное вечнозеленое растение растет медленно и характеризуется голубыми иголочками. Огромное количество видов отличается между собой формой и размерами. Очень красиво голубая ель выглядит с молодыми шишками, которые красного или фиолетового цвета.</span>
             <span>Высота: 1,5м</span>
             <span>Возраст: 6 месяцев</span>
               <span>Цена : 7000 сом</span>
             </div>
            </div>

             <div className="main_elki_block">
             <div className="main_elki_block_img"/>
             <div className="main_elki_block_desc">
             <span>Голубая ель</span>
             <span>Голубая ель пользуется популярностью у садоводов и дачников, так как выдерживает сильные морозы (до -30°С), к тому же она засухоустойчива и не боится сильного ветра. Загазованность воздуха так же ей не страшна, поэтому этот хвойник активно используется в оформлении коттеджей в черте города и в озеленении парков.<br/>Лесная красавица всегда была олицетворением благополучия и богатства. Украшая двор или сад, голубая ель становится всеобщей любимицей. Взрослое дерево уже не требует особого ухода, а вот молодые елочки нуждаются в постоянной заботе, пока не окрепнут. Данное вечнозеленое растение растет медленно и характеризуется голубыми иголочками. Огромное количество видов отличается между собой формой и размерами. Очень красиво голубая ель выглядит с молодыми шишками, которые красного или фиолетового цвета.</span>
             <span>Высота: 1,5м</span>
             <span>Возраст: 6 месяцев</span>
               <span>Цена : 7000 сом</span>
             </div>

             </div>
         </div>
     </div>
       </div>
)}

export default App;
